// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kommandoer";

HSDDescriptionLabel = "Indtast kommandoer for den valgte printer.";
HSDCommandLabel = "Kommando:";
HSDGetResponseCheck = "Vis svar fra enheden";
HSDLoadButton = "Hent kommandoer…";
HSDSaveButton = "Gem kommandoer…";
HSDStopReceivingButton = "Stop modtagelse";

HSDInstructionLabel = "Indtast den hexadecimale kode og læsbare beskrivelse for et nyt specialtegn.";
HSDHexLabel = "Hexadecimale kode:";
HSDDescLabel = "Beskrivelse:";
HSDHexTableColumn = "Hexadecimale kode";
HSDDescTableColumn = "Beskrivelse";
HSDCancelButton = "Annuller";
HSDOKButton = "OK";

ErrorSendTitle = "Kunne ikke sende data til printeren";
ErrorSendMsg = "Kontrollér, at printeren er tilsluttet og tændt, og prøv derefter igen.";

500 = "Dette skærmbillede giver dig mulighed for at sende arbitrære kommandoer til enheden og hente eventuelle data, der returneres som et resultat af kommandoen.";
501 = "Kommando";
502 = "Svar";
503 = "Hent svar";

HSDSendButtonTitle = "Send nu";

SpecialsCharactersMenuItem = "Specialtegn";
AddSpecialCharacterMenuItem = "Tilføj specialtegn…";
EditSpecialCharactersMenuItem = "Rediger specialtegn…";

SpecialCommand0 = "04 - PS slutning af arkiv ^D";
SpecialCommand1 = "0c - blanketfremføring <FF>";
SpecialCommand2 = "0d - vognretur <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "Kunne ikke arkivere";
NoSaveMsg = "Prøv et andet sted.";
DidNotSaveMessage = "Kontrollér at der er nok diskplads, og at du har adgangsrettigheder til at gemme arkivet ved den specificerede placering.";
NoLoadTitle = "Kunne ikke åbne arkiv";
NoLoadMsg = "Kontrollér, at dette er et arkiv, der blev gemt fra HP Utility.";


BigSizeAlertTitle = "Arkivet er for stort";
BigSizeAlertMsg = "Commands plugin understøtter arkiver i en størrelse på op til 1 MB. Hvis du vil uploade større arkiver til printeren, bedes du bruge \"File Upload\" plugin.";

HSDDoneButton = "Udført";
HSDEditSpecialsInstructionLabel = "Rediger specialtegn";
"Special Character Description" = "Beskrivelse af specialtegn";
PrinterResponse = "Printersvar";
